[
    {
        "id": 1,
        "name": "Миша и корманный шнырь",
        "description": "Скорость генерации зависит от того, какие параметры вы задаете, в среднем 1 минута",
        "image": "/cases/mike-on-boat.webp",
        "content": ["В одной далекой деревне, что стоит на самом краю огромного, темного леса, возвышался старинный маяк. Необычный он был тем, что моря рядом не было, а светил он не кораблям, а жителям деревни Чудес. Говорили, что его свет способен исполнять желания. Я, маленький житель этой деревни, всегда мечтал проверить это на себе.", 
        "Однажды я решился. Собрав в свой старый, но верный рюкзак пару бутербродов, фонарик и увеличительное стекло (ведь оно могло пригодиться в самых неожиданных обстоятельствах), я отправился к маяку. Мой лучший друг, собака по имени Барсик, решил присоединиться. Вместе мы были непобедимы.", 
        "По дороге к маяку мы встретили старинного зайца, который утверждал, что знает тайный путь, способный сократить наше путешествие. Заяц был одет в старинный фрак и очки, что делало его похожим на ученого из сказок. Поверив ему, мы последовали за зайцем и вскоре обнаружили тайный проход сквозь густые кусты, который вывел нас прямо к подножию маяка. Этот момент показался магическим, ведь мы сэкономили не только время, но и силы.", 
        "Маяк возвышался над нами, его свет был так ярок, что казалось, он может достать до самых далеких уголков Вселенной. Мы начали подниматься по старинной лестнице, которая вела к вершине маяка. Каждая ступенька скрипела под нашими ногами, словно рассказывая свои истории.", 
        "На вершине нас встретил старик, хранитель маяка. Он был одет в длинный синий плащ, украшенный звездами и лунами, а его глаза светились мудростью и добротой. Старик рассказал, что маяк способен исполнить любое желание, но только самое искреннее и чистое.", 
        "Я задумался. Мои желания плавали передо мной, как пузырьки в воздухе, но какое из них было самым важным? Вдруг я понял. Я попросил, чтобы деревня Чудес никогда не знала печали и бед, чтобы ее жители всегда были счастливы и здоровы.", 
        "Старик улыбнулся и взмахнул рукой. В тот же момент маяк излучил свет невероятной красоты, озарив весь лес, деревню и даже самые темные его уголки. Свет был таким теплым и ласковым, что мгновенно согревал душу.", 
        "Когда мы спустились обратно в деревню, все ее жители вышли навстречу. В их глазах читалась радость, а на улицах раздавались смех и веселье. Моя мечта сбылась, и я понял, что самое важное – это счастье и здоровье близких тебе людей.", 
        "Мы с Барсиком вернулись домой под теплый свет звезд, которые, казалось, улыбались нам в ответ. В ту ночь я заснул с улыбкой на лице, зная, что моя деревня теперь под защитой волшебного света маяка.", 
        "КОНЕЦ."]
    },
    {
        "id": 2,
        "name": "Японский Бог",
        "description": "Скорость генерации зависит от того, какие параметры вы задаете, в среднем 1 минута",
        "image": "/cases/japan.webp"
    },
    {
        "id": 3,
        "name": "Катя и мощный шпак",
        "description": "Скорость генерации зависит от того, какие параметры вы задаете, в среднем 1 минута",
        "image": "/cases/turtle.webp"
    }
]