{
    "process":
    [
        {
            "id": 1,
            "hid": "accordion-open-heading-1",
            "bid": "accordion-open-body-1",
            "target": "#accordion-open-body-1",
            "title": "Выберите возраст ребенка",
            "description": "Это поможет нам предложить сказки, которые будут соответствовать развитию и восприятию вашего ребенка. Мы подберем контент, способствующий развитию воображения и навыков чтения.",
            "image": "/flow/ages_v2.webp"
        },
        {
            "id": 2,
            "hid": "accordion-open-heading-2",
            "bid": "accordion-open-body-2",
            "target": "#accordion-open-body-2",
            "title": "Укажи его интересы",
            "description": "Выбор интересов поможет нам предложить сказки, которые будут захватывать внимание вашего ребенка и соответствовать его увлечениям. Мы подберем истории, способные вдохновить и развить креативное мышление малыша.",
            "image": "/flow/interests_wide.webp"
        },
        {
            "id": 3,
            "hid": "accordion-open-heading-3",
            "bid": "accordion-open-body-3",
            "target": "#accordion-open-body-3",
            "title": "Выбери персонажа или создай своего",
            "description": "В нашем сервисе вы можете выбрать одного из любимых героев с уже готовыми историями или же вдохновиться и создать собственного уникального персонажа. Мы поможем оживить вашего героя в захватывающих сказках, которые будут развлекать и учить вашего ребенка.",
            "image": "/flow/create.png"
        },
        {
            "id": 4,
            "hid": "accordion-open-heading-4",
            "bid": "accordion-open-body-4",
            "target": "#accordion-open-body-4",
            "title": "Выбери тематику сказки и мораль",
            "description": "Выбор тематики и морали сказки позволяет вам направить обучение и развитие вашего ребенка в желаемом направлении. У нас вы найдете разнообразные сюжеты и уроки, которые помогут ребенку усвоить важные жизненные ценности через захватывающие истории.",
            "image": "/flow/topic.png"
        },
        {
            "id": 5,
            "hid": "accordion-open-heading-5",
            "bid": "accordion-open-body-5",
            "target": "#accordion-open-body-5",
            "title": "Придумай место событий и детали сказки",
            "description": "Определите место действия и уникальные детали для вашей сказки, чтобы сделать историю по-настоящему уникальной. Персонализируйте сказки, добавляя элементы, которые будут вдохновлять и увлекать вашего ребенка.",
            "image": "/flow/place.png"
        }
    ]
}